Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Children's rights and juvenile justice
fr: Administration de la justice pour mineurs

source: Madagascar has new laws reinforcing the protection of children's rights.
fr: Des nouvelles lois renforcent la protection des droits de l'enfant à Madagascar.

source: Article 3 of the African Charter on the Rights and Welfare of the Child states that: “every child shall be entitled to the enjoyment of the rights and freedoms recognized and guaranteed in this Charter irrespective of the child's or his/her parents' or legal guardians' race, ethnic group, colour, sex, language, religion, political or other opinion, national and social origin, fortune, birth or other status”.
fr: La Charte africaine des droits et du bien-être de l'enfant, en son article 3 stipule que «tout enfant a droit de jouir de tous les droits et libertés reconnus et garantis par la présente Charte, sans distinction de race, de groupe ethnique, de couleur, de sexe, de langue, de religion, d'appartenance politique ou autre opinion, d'origine nationale et sociale, de fortune, de naissance ou autre statut, et sans distinction du même ordre pour ses parents ou son tuteur légal».

source: New legislation in line with the recommendations of the Committee on the Rights of the Child has been introduced since the second report was prepared, including Act No. 2004-004 of 26 July 2004 on the general organization of the education and training system in Madagascar. Every area of education and training is covered by the new legislation.
fr: Depuis la rédaction du second rapport, des dispositions nouvelles, conformes aux recommandations du Comité des droits de l'enfant dont la loi no 2004-004 du 26 juillet 2004, portant orientation générale du système d'éducation, d'enseignement et de formation à Madagascar, couvrent tous les domaines de l'éducation et de la formation.

source: Education is accessible to all children, without any discrimination as to race, colour, sex, language, religion, national or social origin, property or birth, and they have the right to such measures of protection from family, society and the State, as are required by their status as minors.
fr: L'enseignement est accessible à tout enfant, sans discrimination fondée sur la race, la couleur, le sexe, la langue, la religion, l'origine nationale ou sociale, la fortune ou la naissance, a droit, de la part de sa famille, de la société et de l'État, aux mesures de protection qu'exige sa condition de mineur.

source: The Constitution recognizes every child's right to teaching and education under the parents' responsibility and respecting their freedom of choice.
fr: La Constitution malagasy reconnaît à tout enfant le droit à l'instruction et à l'éducation sous la responsabilité des parents dans le respect de leur liberté de choix.

source: Education sector
fr: Secteur éducation

source: Since school enrolment is an effective means of protecting children, the Ministry of Education and Scientific Research is concentrating on implementing the Education for All policy, the objectives of which are:
fr: La scolarisation étant un système efficace en faveur de la protection des mineurs, les efforts du Ministère de l'éducation nationale et de la recherche scientifique sont axés sur la mise en œuvre de la politique de l'«éducation pour tous» dont les objectifs sont:

source: (a) Universal primary school enrolment (first cycle, basic education; target of 100 per cent by 2015);
fr: a) La scolarisation universelle au niveau primaire (1er cycle de l'éducation fondamentale avec un taux d'achèvement de 100 % pour 2015);

source: (b) Increased access and attainment levels in the second cycle of basic education, with a projected doubling of student numbers;
fr: b) L'accroissement de l'accès et de la réussite au second cycle de l'éducation fondamentale en prévoyant un doublement de l'effectif des élèves;

source: (c) Increased capacity and enhanced performance in high schools.
fr: c) Le renforcement de la capacité d'accueil des lycées et de leur performance.

source: Act No. 2004-004 of 26 July 2004, on the general organization of the education and training system in Madagascar, places particular emphasis on non-formal education, providing vocational training for children who have dropped out of school or have never been to school.
fr: La loi no 2004-004 du 26 juillet 2004, portant orientation générale du système d'éducation, d'enseignement et de formation à Madagascar, accorde une place importante à l'éducation non formelle caractérisée par une formation professionnelle des enfants déscolarisés et non scolarisés.

source: Civics education aims to help children acquire the life skills necessary to defend themselves from the dangers they face.
fr: L'éducation à la citoyenneté et au civisme (ECC) a pour but de faire acquérir aux enfants, les compétences de vie nécessaires leur permettant de se protéger eux-mêmes des dangers qui les menacent.

source: In order to better safeguard children's rights, Madagascar has adopted the ILO Convention concerning Minimum Age for Admission to Employment (No. 138) and the ILO Convention concerning the Prohibition and Immediate Action for the Elimination of the Worst Forms of Child Labour (No. 182).
fr: Dans le but d'assurer une meilleure protection des droits de l'enfant, Madagascar a adopté les Conventions de l'OIT nos 138 et 182 respectivement fixant l'âge minimum d'embauche et interdisant les pratiques des pires formes de travail des enfants.

source: The Government has made efforts to implement its education policy by, inter alia:
fr: Le Gouvernement a déployé des efforts pour réaliser sa politique d'éducation, notamment par:

source: (a) Covering all State-school enrolment fees;
fr: a) La prise en charge de la totalité des droits d'inscriptions dans les écoles publiques;

source: (b) Making a contribution to private-school enrolment fees;
fr: b) La contribution aux droits d'inscription dans les écoles privées;

source: (c) Providing school kits for children in both State and private schools;
fr: c) La distribution de kits scolaires pour les enfants de l'enseignement public et privé;

source: (d) Providing teaching kits for teachers in both State and private schools;
fr: d) La distribution de kits pédagogiques pour les enseignants de l'enseignement public et privé;

source: (e) Giving teachers incentives in the form of allowances for teaching in remote locations and for expenses (the so-called “chalk allowance”);
fr: e) La motivation des enseignants par l'octroi d'indemnités d'éloignement et d'indemnités de craie;

source: (f) Providing textbooks.
fr: f) La distribution de manuels scolaires.

source: These measures should encourage parents to enrol their children in school and should help improve attendance.
fr: Ces mesures devraient inciter les parents à scolariser les enfants et promouvoir l'assiduité à l'école.

source: In addition, it is hoped that technical measures within the education sector, such as the introduction of a skills-based approach, will help improve graduation rates.
fr: D'autres mesures techniques comme l'application à terme de la méthode dite «Approche par les Compétences» ont pour but d'augmenter le taux d'achèvement des études au niveau du secteur éducatif malagasy.

source: Outside the education system, various inter-ministerial child-protection programmes have been launched: a programme to combat child labour; a campaign against the worst forms of child labour; new legislation on adoption; and an anti-slavery and trafficking campaign.
fr: En dehors du système éducatif, des programmes interministériels sont initiés en faveur de la protection de l'enfant: la lutte contre le travail des enfants, la lutte contre les pires formes de travail des enfants, la préparation d'un nouveau texte sur l'adoption, ainsi que la lutte contre l'esclavage humain et le trafic des personnes.

source: In order to ensure a decent future for coming generations, the Ministry of the Civil Service, Labour and Social Legislation and the Ministry of Population, Welfare and Leisure are setting up education and training centres for street children, school dropouts, children who have never been to school and victims of child abuse.
fr: Pour préserver un avenir décent aux générations, le Ministère de la fonction publique, du travail et des lois sociales conjointement avec le Ministère de la population, de la protection sociale et des loisirs créent des centres d'éducation et d'apprentissage destinés aux enfants des rues, aux enfants déscolarisés et non scolarisés ainsi qu'aux enfants victimes de maltraitance.

source: Attention is drawn to the comments below, which are provided in response to the recommendations of the Committee on the Rights of the Child (CRC/C/15/Add.218, 27 October 2003).
fr: Faisant suite aux recommandations du Comité des droits de l'enfant (CRCC/15/Add.218 du 27 octobre 2003), les observations ci-après méritent d'être soulignées.

source: Article 40 of the Convention on the Rights of the Child recognizes the right of every child alleged as, accused of, or recognized as having infringed the penal law to be treated in a manner consistent with the promotion of the child's sense of dignity and worth and which takes into account the child's age and the desirability of promoting the child's reintegration into society.
fr: L'article 40 de la Convention relative aux droits de l'enfant énonce que «tout enfant suspecté, accusé ou reconnu coupable d'avoir commis un délit a droit à un traitement qui favorise son sens de la dignité et de la valeur personnelle, qui tienne compte de son âge et qui vise sa réintégration dans la société.

source: The child has the right to certain basic guarantees, including legal or other appropriate assistance for his or her defence.
fr: L'enfant a droit à des garanties fondamentales, ainsi qu'à une assistance juridique ou à toute autre assistance appropriée pour sa défense.

source: Whenever possible, judicial proceedings and institutional care should be avoided.
fr: La procédure judiciaire et le placement en institution doivent être évités chaque fois que cela est possible».

source: In addition, the 1985 United Nations Standard Minimum Rules for the Administration of Juvenile Justice (“The Beijing Rules”) deal, inter alia, with the age of criminal responsibility, the rights to be guaranteed to juveniles at all stages of proceedings, investigation and prosecution by extrajudicial means, adjudication and disposition of cases and non-institutional and institutional treatment.
fr: Par ailleurs, «l'ensemble des règles minima des Nations Unies concernant l'administration de la justice pour mineurs (Règles de Beijing) de 1985 notamment sur l'âge de la responsabilité pénale, sur les droits devant être reconnus aux mineurs tout au long de la procédure, sur les instructions et poursuites par le recours aux moyens extrajudiciaires, sur le jugement et du règlement des affaires et également concernant le traitement en milieu ouvert et celui en institution».

source: These international instruments provide for a set of rights to be recognized to children throughout the proceedings in order to ensure a fair trial and treatment appropriate to their age.
fr: Ces textes internationaux prévoient que tout au long de la procédure, un ensemble de droits qu'il faut accorder à l'enfant pour garantir un procès équitable et un traitement adapté à son âge.

source: They also recommend establishing a special procedure for children, as far as possible to be extrajudicial in nature.
fr: Ils préconisent aussi une procédure spécifique pour les mineurs, laquelle dans la mesure du possible sera extrajudiciaire.

source: The rules in the following areas should be applied in all cases:
fr: En tout état de cause, doivent être observées les règles sur:

source: (b) The right to be informed of the charges;
fr: b) Le droit à être informé des charges;

source: (c) The right to the assistance of counsel;
fr: c) Le droit à l'assistance d'un conseil;

source: (d) The right to have parents or a guardian present;
fr: d) Le droit à la présence des parents ou du tuteur;

source: (e) The right to question or confront witnesses;
fr: e) Le droit d'interroger ou de confronter les témoins;

source: (f) The right of appeal.
fr: f) Le droit à un double degré de juridiction.

source: In application of this principle, Ordinance No. 62-038 of 19 September 1962 on the protection of children makes special provision for minors involved in criminal proceedings.
fr: Pour l'application de ce principe, l'ordonnance no 62-038 du 19 septembre 1962 sur la protection de l'enfance prévoit des dispositions spécifiques pour les mineurs impliqués dans une procédure pénale.

source: This ordinance establishes three categories in order to determine minors' criminal responsibility.
fr: Cette ordonnance distingue trois situations pour déterminer la responsabilité pénale du mineur.

source: Children aged under 13 are not criminally responsible.
fr: L'enfant âgé moins de 13 ans est pénalement irresponsable.

source: Children aged between 13 and 16 may be found guilty without being held fully responsible, that is, their criminal responsibility may be diminished depending on their capacity for judgement, their social background and their level of education.
fr: L'enfant âgé de 13 à 16 ans peut être déclaré coupable sans être totalement responsable c'est-à-dire sa responsabilité pénale est susceptible d'être atténuée en fonction de ses facultés de discernement, du milieu dans lequel il évolue, de son niveau d'instruction.

source: Lastly, children aged between 16 and 18 may be found guilty and held fully responsible.
fr: Enfin, l'enfant âgé de 16 à 18 ans peut être déclaré coupable et reconnu entièrement responsable.

source: In this category, the law allows extenuating circumstances on grounds of age to be set aside.
fr: La loi permet d'écarter l'excuse atténuante de minorité pour cette catégorie d'âge.

source: Despite this possibility, however, courts have in practice always admitted extenuating circumstances on grounds of age for minors aged between 16 and 18.
fr: Malgré cette faculté, dans la pratique les juges ont toujours accordé l'excuse atténuante de minorité aux mineurs âgés de 16 à 18 ans.

source: The age of criminal majority is 18.
fr: La majorité pénale est fixée à 18 ans.

source: The law allows criminal proceedings to be taken against minors over the age of 13.
fr: Selon la loi, le mineur de 13 ans peut faire l'objet d'une poursuite pénale.

source: In such cases, priority will be given to educational rather than punitive measures.
fr: Dans ce cas, des mesures éducatives seront priorisées au lieu et à la place d'une sanction répressive.

source: As part of the current reform, consideration is being given to the possibility of instituting a system of criminal mediation or extrajudicial treatment.
fr: Dans le cadre de la réforme en cours, il a été retenu l'étude de l'opportunité d'instituer un système de médiation pénale ou de traitement extrajudiciaire.

source: Act No. 97-036 of 30 October 1997 reinforces the rules on defence for the parties in proceedings and makes good the deficiencies of Ordinance No. 62-038.
fr: L'adoption de la loi no 97-036 du 30 octobre 1997 renforce les règles relatives à la défense des parties et vient combler les lacunes constatées dans l'ordonnance susvisée.

source: As a result, minors now have the right to the assistance of counsel at all stages of the proceedings.
fr: En conséquence, les mineurs ont droit à l'assistance d'un conseil à tous les stades de la procédure.

source: The following juvenile criminal courts exist in Madagascar:
fr: À Madagascar, il existe des juridictions répressives pour mineurs. Citons:

source: (a) The juvenile court responsible for preliminary investigations in proceedings against minors;
fr: a) Le juge des enfants en charge d'informer contre les mineurs poursuivis;

source: (b) The juvenile court competent to try offences committed by minors; and
fr: b) Le tribunal pour enfants compétent pour juger les délits commis par les mineurs;

source: (c) The juvenile criminal court.
fr: c) La Cour criminelle des mineurs.

source: Efforts are also under way to boost the number of social workers by establishing a special training college for them.
fr: Actuellement, des efforts sont entrepris pour augmenter le nombre des travailleurs sociaux par la création d'écoles spécialisées dans ce domaine.

source: Minors are held separately from adults not only in the central prison in Antananarivo, but also in the penal establishments in Toamasina, Ambatondrazaka, Antalaha, Antsiranana, Antsirabe, Tolanaro, Toliara, Morondava and Farafangana.
fr: Outre la Maison centrale d'Antananarivo, la séparation des mineurs d'avec les adultes est effective dans les établissements pénitentiaires ci-après: Toamasina, Ambatondrazaka, Antalaha, Antsiranana, Antsirabe, Tolagnaro, Toliara, Morondava et Farafangana.

source: Upon completion of judicial proceedings, a statutory rehabilitation and social reintegration programme is provided under Decree No. 2004-160 of 3 February 2004.
fr: À l'issue d'une procédure judiciaire, il est prévu un programme de réadaptation et de réinsertion sociale organisé par voie réglementaire. Dans ce sens, fut adopté le décret no 2004-160 du 3 février 2004.

source: This decree provides for the establishment of a service within the Department of Prison Administration of the Ministry of Justice, to provide supervised education.
fr: Ce décret prévoit la création d'un service d'éducation surveillée au sein de la Direction centrale de l'Administration pénitentiaire du Ministère de la justice

source: Improvements have been made in the provinces of Mahajanga, Toamasina and Fianarantsoa, with private associations and non-governmental organizations assisting in the creation of reception facilities for young offenders.
fr: Des améliorations ont été réalisées au niveau des provinces de Mahajanga, de Toamasina et de Fianarantsoa avec la participation d'associations privées et d'organisations non gouvernementales par la création de structures d'accueil pour les mineurs délinquants.

source: One example is the Association for the Protection of Children (ASPE), in Toamasina, which cares for 150 children, including around 50 offenders.
fr: À titre d'exemple, citons l'Association pour la sauvegarde et la protection de l'enfance (ASPE) de Toamasina qui s'occupe de 150 enfants dont une cinquantaine de délinquants.

source: The Association has constructed three reception buildings, in cooperation with the Ministry of Justice and the British Embassy.
fr: En collaboration avec le Ministère de la justice et l'ambassade de la Grande-Bretagne, cette association a construit trois bâtiments d'accueil.

source: Under article 3 of Ordinance No. 62-038, the State covers the costs of care for children placed in such centres by judicial decision.
fr: Par application de l'article 3 de l'ordonnance no 62-038, l'État prend en charge les frais de garde des enfants placés dans ces centres par une décision de justice.

source: Madagascar has ratified the optional protocols to the Convention on the Rights of the Child on the sale of children, child prostitution and child pornography and on the involvement of children in armed conflict.
fr: Madagascar a ratifié le protocole facultatif se rapportant aux conventions relatives aux droits de l'enfant concernant l'un la vente d'enfants, la prostitution des enfants et la pornographie mettant en scène des enfants, et l'autre l'implication d'enfants dans les conflits armés.

source: In an effort to combat the clandestine sale of children conducted under cover of international adoption procedures, draft legislation will be put before Parliament for adoption at its May 2005 session.
fr: Pour combattre la vente d'enfants déguisée et réalisée à partir d'une procédure d'adoption internationale, un projet de loi y afférent sera soumis au Parlement pour adoption à la session du mois de mai 2005.

source: Civil status and nationality
fr: État civil et nationalité

source: Act No. 61-025 of 9 October 1961, on civil registration, has been amended three times, most recently under Act No. 90-015 of 20 July 1990.
fr: La loi no 61-025 du 9 octobre 1961 relative aux actes de l'état civil a été modifiée à trois reprises, la dernière étant la loi no 90-015 du 20 juillet 1990.

source: This progression testifies to the State's willingness to enhance its legislation on the registration of births.
fr: Cette évolution prouve la volonté de l'État d'améliorer la législation régissant l'enregistrement des naissances.

source: Campaigns to provide judicial rulings to make up for the lack of birth certificates have been organized on the outskirts of large cities and in rural areas - particularly the more remote regions - as part of the “Ezaka Kopia ho an'ny Ankizy” operation.
fr: Des campagnes visant à la délivrance de jugements supplétifs sont menées dans le cadre de l'opération «Ezaka Kopia ho an'ny Ankizy» (EKA) pour suppléer à la carence d'actes de naissance dans la périphérie des grandes villes et en milieu rural, particulièrement dans les régions enclavées.

source: The Malagasy Nationality Code is based essentially on nationality by filiation.
fr: Le Code de la nationalité malgache est essentiellement fondé sur la nationalité par filiation.

source: Articles 9 to 11 of Ordinance No. 60-064 of 22 July 1960 on the Nationality Code provide for the application of this rule.
fr: L'ordonnance no 60-064 du 22 juillet 1960 portant Code de la nationalité malgache prévoit dans les articles 9 à 11 l'application de cette règle.

source: Article 11 is sufficiently broad to be interpreted in favour of any child born in Madagascar of unknown parents.
fr: L'article 11 est suffisamment large pour être interprété dans l'intérêt de tout enfant né de parents inconnus, à Madagascar.

source: Positive steps have been taken to implement article 25, paragraph 1 (a), of the Covenant, as reflected in the 1992 Constitution, which no longer discriminates against non-members of the Front national pour la défense de la révolution.
fr: Les mesures positives réalisées en application du paragraphe 1 a) de l'article 25 du Pacte sont concrétisées par la Constitution de 1992 ayant abandonné les pratiques discriminatoires à l'encontre des citoyens non affiliés au FNDR.

source: Article 14 of the Constitution introduces political pluralism, in the following terms: “Citizens may organize themselves freely and without prior authorization into political associations or parties; however, political associations or parties which represent a threat to national unity or advocate totalitarianism or segregation … are prohibited.”
fr: En effet, cette nouvelle Constitution en son article 14 a institué le pluralisme politique ainsi rédigé: «les citoyens s'organisent librement, sans autorisation préalable, en associations ou partis politiques; sont toutefois interdits les associations ou partis politiques qui mettent en cause l'unité de la nation et ceux qui prônent le totalitarisme ou le ségrégationnisme (…)».

source: Eligibility for office
fr: L'éligibilité
